#+TITLE: Test

* Relax
** Watch cat videos
:LOGBOOK:
CLOCK: [2021-05-05 19:27]--[2021-05-05 19:47] =>  0:20
CLOCK: [2021-05-05 18:41]--[2021-05-05 19:20] =>  0:39
CLOCK: [2021-05-04 10:33]--[2021-05-04 11:11] =>  0:38
CLOCK: [2021-04-13 07:00]--[2021-04-13 07:45] =>  0:45
CLOCK: [2021-01-26 15:08]--[2021-01-26 16:19] =>  1:11
CLOCK: [2021-01-24 19:12]--[2021-01-24 19:42] =>  0:30
CLOCK: [2021-01-07 19:03]--[2021-01-07 19:42] =>  0:39
CLOCK: [2021-01-05 18:34]--[2021-01-05 19:41] =>  1:07
CLOCK: [2020-12-28 07:17]--[2020-12-28 08:20] =>  1:03
CLOCK: [2020-12-27 17:32]--[2020-12-27 18:32] =>  1:00
CLOCK: [2020-12-26 09:29]--[2020-12-26 10:43] =>  1:14
CLOCK: [2020-12-25 09:07]--[2020-12-25 09:48] =>  0:41
CLOCK: [2020-12-23 07:34]--[2020-12-23 08:45] =>  1:11
CLOCK: [2020-12-22 10:30]--[2020-12-22 11:29] =>  0:59
CLOCK: [2020-12-21 18:51]--[2020-12-21 19:40] =>  0:49
CLOCK: [2020-12-19 12:53]--[2020-12-19 14:39] =>  1:46
CLOCK: [2020-12-17 07:28]--[2020-12-17 08:32] =>  1:04
CLOCK: [2020-12-16 12:39]--[2020-12-16 12:55] =>  0:16
CLOCK: [2020-12-10 15:16]--[2020-12-10 16:19] =>  1:03
CLOCK: [2020-12-10 13:44]--[2020-12-10 14:06] =>  0:22
CLOCK: [2020-12-10 12:32]--[2020-12-10 12:56] =>  0:24
CLOCK: [2020-12-02 07:20]--[2020-12-02 08:24] =>  1:04
CLOCK: [2020-12-01 07:43]--[2020-12-01 08:07] =>  0:24
CLOCK: [2020-11-30 19:20]--[2020-11-30 19:44] =>  0:24
CLOCK: [2020-11-27 15:43]--[2020-11-27 16:27] =>  0:44
CLOCK: [2020-11-27 11:32]--[2020-11-27 11:41] =>  0:09
CLOCK: [2020-11-27 10:50]--[2020-11-27 11:14] =>  0:24
:END:
** Make a puzzle
:LOGBOOK:
CLOCK: [2021-05-23 12:19]--[2021-05-23 15:34] =>  3:15
CLOCK: [2021-04-28 09:15]--[2021-04-28 10:19] =>  1:04
CLOCK: [2021-01-11 07:11]--[2021-01-11 08:07] =>  0:56
CLOCK: [2021-01-09 19:15]--[2021-01-09 19:43] =>  0:28
CLOCK: [2021-01-09 06:50]--[2021-01-09 07:23] =>  0:33
:END:
* Work
** Pretend to be busy
:LOGBOOK:
CLOCK: [2021-05-24 08:37]--[2021-05-24 08:41] =>  0:04
CLOCK: [2021-05-17 08:07]--[2021-05-17 09:14] =>  1:07
CLOCK: [2021-05-10 18:15]--[2021-05-10 18:23] =>  0:08
CLOCK: [2021-05-10 06:51]--[2021-05-10 08:01] =>  1:10
CLOCK: [2021-04-26 08:18]--[2021-04-26 09:12] =>  0:54
CLOCK: [2021-04-19 08:15]--[2021-04-19 09:08] =>  0:53
CLOCK: [2021-04-12 08:15]--[2021-04-12 09:20] =>  1:05
CLOCK: [2021-04-02 13:02]--[2021-04-02 13:27] =>  0:25
CLOCK: [2021-03-29 08:13]--[2021-03-29 09:09] =>  0:56
CLOCK: [2021-03-28 19:01]--[2021-03-28 19:57] =>  0:56
CLOCK: [2021-03-27 07:29]--[2021-03-27 09:03] =>  1:34
CLOCK: [2021-03-22 07:03]--[2021-03-22 07:22] =>  0:19
CLOCK: [2021-03-08 08:05]--[2021-03-08 09:15] =>  1:10
CLOCK: [2021-02-22 08:18]--[2021-02-22 09:10] =>  0:52
CLOCK: [2021-02-15 08:18]--[2021-02-15 09:08] =>  0:50
CLOCK: [2021-02-13 10:18]--[2021-02-13 11:15] =>  0:57
CLOCK: [2021-02-01 08:15]--[2021-02-01 09:13] =>  0:58
CLOCK: [2021-01-18 08:17]--[2021-01-18 09:10] =>  0:53
CLOCK: [2021-01-11 08:18]--[2021-01-11 09:08] =>  0:50
CLOCK: [2021-01-04 07:31]--[2021-01-04 08:27] =>  0:56
CLOCK: [2020-12-14 06:59]--[2020-12-14 07:48] =>  0:49
CLOCK: [2020-12-07 08:20]--[2020-12-07 09:08] =>  0:48
CLOCK: [2020-11-30 08:19]--[2020-11-30 09:12] =>  0:53
CLOCK: [2020-11-23 08:15]--[2020-11-23 09:13] =>  0:58
:END:
** Wait for render to finish
:LOGBOOK:
CLOCK: [2021-06-03 20:04]--[2021-06-03 20:09] =>  0:05
CLOCK: [2021-06-03 14:48]--[2021-06-03 15:07] =>  0:19
CLOCK: [2021-06-03 09:53]--[2021-06-03 10:00] =>  0:07
CLOCK: [2021-06-03 09:20]--[2021-06-03 09:30] =>  0:10
CLOCK: [2021-06-02 13:43]--[2021-06-02 13:45] =>  0:02
CLOCK: [2021-06-02 10:50]--[2021-06-02 11:10] =>  0:20
CLOCK: [2021-06-02 10:03]--[2021-06-02 10:20] =>  0:17
CLOCK: [2021-06-01 20:17]--[2021-06-01 20:24] =>  0:07
CLOCK: [2021-06-01 16:22]--[2021-06-01 16:48] =>  0:26
CLOCK: [2021-05-31 19:11]--[2021-05-31 19:20] =>  0:09
CLOCK: [2021-05-31 10:35]--[2021-05-31 11:10] =>  0:35
CLOCK: [2021-05-30 19:22]--[2021-05-30 19:43] =>  0:21
CLOCK: [2021-05-29 08:39]--[2021-05-29 08:48] =>  0:09
CLOCK: [2021-05-29 08:10]--[2021-05-29 08:20] =>  0:10
:END:
** Fix the printer
:LOGBOOK:
CLOCK: [2021-04-26 14:15]--[2021-04-26 14:37] =>  0:22
CLOCK: [2021-04-24 17:36]--[2021-04-24 18:29] =>  0:53
CLOCK: [2021-04-24 16:48]--[2021-04-24 17:03] =>  0:15
CLOCK: [2021-04-23 19:29]--[2021-04-23 19:55] =>  0:26
:END:
